"Western (Mac OS Roman)" = "Nyugati (Mac OS római)";
"Japanese (Mac OS)" = "Japán (Mac OS)";
"Traditional Chinese (Mac OS)" = "Hagyományos kínai (Mac OS)";
"Korean (Mac OS)" = "Koreai (Mac OS)";
"Arabic (Mac OS)" = "Arab (Mac OS)";
"Hebrew (Mac OS)" = "Héber (Mac OS)";
"Greek (Mac OS)" = "Görög (Mac OS)";
"Cyrillic (Mac OS)" = "Cirill (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "Gudzsaráti (Mac OS)";
"Thai (Mac OS)" = "Thai (Mac OS)";
"Simplified Chinese (Mac OS)" = "Egyszerűsített kínai (Mac OS)";
"Tibetan (Mac OS)" = "Tibeti (Mac OS)";
"Central European (Mac OS)" = "Közép-európai (Mac OS)";
"Symbol (Mac OS)" = "Szimbólum (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "Török (Mac OS)";
"Croatian (Mac OS)" = "Horvát (Mac OS)";
"Icelandic (Mac OS)" = "Izlandi (Mac OS)";
"Romanian (Mac OS)" = "Román (Mac OS)";
"Celtic (Mac OS)" = "Kelta (Mac OS)";
"Gaelic (Mac OS)" = "Gael (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Billentyűszimbólumok (Mac OS)";
"Farsi (Mac OS)" = "Farsi (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Cirill (Mac OS ukrán)";
"Inuit (Mac OS)" = "Inuit (Mac OS)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-7)" = "Unicode (UTF-7)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Western (ISO Latin 1)" = "Nyugati (ISO latin 1)";
"Central European (ISO Latin 2)" = "Közép-európai (ISO latin 2)";
"Western (ISO Latin 3)" = "Nyugati (ISO latin 3)";
"Central European (ISO Latin 4)" = "Közép-európai (ISO latin 4)";
"Cyrillic (ISO 8859-5)" = "Cirill (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Arab (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Görög (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Héber (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Török (ISO latin 5)";
"Nordic (ISO Latin 6)" = "Északi (ISO latin 6)";
"Thai (ISO 8859-11)" = "Thai (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "Balti (ISO latin 7)";
"Celtic (ISO Latin 8)" = "Kelta (ISO latin 8)";
"Western (ISO Latin 9)" = "Nyugati (ISO latin 9)";
"Romanian (ISO Latin 10)" = "Román (ISO latin 10)";
"Latin-US (DOS)" = "Latin-USA (DOS)";
"Greek (DOS)" = "Görög (DOS)";
"Baltic (DOS)" = "Balti (DOS)";
"Western (DOS Latin 1)" = "Nyugati (DOS latin 1)";
"Greek (DOS Greek 1)" = "Görög (DOS görög 1)";
"Central European (DOS Latin 2)" = "Közép-európai (DOS latin 2)";
"Cyrillic (DOS)" = "Cirill (DOS)";
"Turkish (DOS)" = "Török (DOS)";
"Portuguese (DOS)" = "Portugál (DOS)";
"Icelandic (DOS)" = "Izlandi (DOS)";
"Hebrew (DOS)" = "Héber (DOS)";
"Canadian French (DOS)" = "Kanadai francia (DOS)";
"Arabic (DOS)" = "Arab (DOS)";
"Nordic (DOS)" = "Északi (DOS)";
"Russian (DOS)" = "Orosz (DOS)";
"Greek (DOS Greek 2)" = "Görög (DOS görög 2)";
"Thai (Windows, DOS)" = "Thai (Windows, DOS)";
"Japanese (Windows, DOS)" = "Japán (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Egyszerűsített kínai (Windows, DOS)";
"Korean (Windows, DOS)" = "Koreai (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Hagyományos kínai (Windows, DOS)";
"Western (Windows Latin 1)" = "Nyugati (Windows latin 1)";
"Central European (Windows Latin 2)" = "Közép-európai (Windows latin 2)";
"Cyrillic (Windows)" = "Cirill (Windows)";
"Greek (Windows)" = "Görög (Windows)";
"Turkish (Windows Latin 5)" = "Török (Windows latin 5)";
"Hebrew (Windows)" = "Héber (Windows)";
"Arabic (Windows)" = "Arab (Windows)";
"Baltic (Windows)" = "Balti (Windows)";
"Vietnamese (Windows)" = "Vietnami (Windows)";
"Western (ASCII)" = "Nyugati (ASCII)";
"Japanese (Shift JIS X0213)" = "Japán (Shift JIS X0213)";
"Chinese (GBK)" = "Kínai (GBK)";
"Chinese (GB 18030)" = "Kínai (GB 18030)";
"Japanese (ISO 2022-JP)" = "Japán (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "Japán (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "Japán (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "Kínai (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "Koreai (ISO 2022-KR)";
"Japanese (EUC)" = "Japán (EUC)";
"Simplified Chinese (GB 2312)" = "Egyszerűsített kínai (GB 2312)";
"Traditional Chinese (EUC)" = "Hagyományos kínai (EUC)";
"Korean (EUC)" = "Koreai (EUC)";
"Japanese (Shift JIS)" = "Japán (Shift JIS)";
"Cyrillic (KOI8-R)" = "Cirill (KOI8-R)";
"Traditional Chinese (Big 5)" = "Hagyományos kínai (Big 5)";
"Western (Mac Mail)" = "Nyugati (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Egyszerűsített kínai (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Hagyományos kínai (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ukrán (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Hagyományos kínai (Big 5-E)";
"Western (NextStep)" = "Nyugati (NextStep)";
"Non-lossy ASCII" = "Veszteségmentes ASCII";
"Western (EBCDIC Latin Core)" = "Nyugati (EBCDIC latin mag)";
"Western (EBCDIC Latin 1)" = "Nyugati (EBCDIC latin 1)";
"Japanese (Auto Detect)" = "Japán (önészlelő)";
